{
    "journey": [
        {
            "text": "Soy Profesora Nacional de Educación Física, pero antes de eso mi camino fue el Fitness de salón, coordiné y trabaje en varios Gimnasios y Clubes deportivos, comencé a capacitarme en muchas actividades como Musculación, Preparación Física, Fisicoculturismo... pero mi corazón estaba en Natación, running y spinning, por eso mi siguiente paso fue el triathlon... hasta que luego llegó Crossfit. Me capacité en México y Argentina en los niveles necesarios para ponerme un Box en Barracas llamado IL MOSTRO, recorrí por muchas capacitaciones como el coaching y el Powerlifting. Después de tantos años de emprender, entrenar muchas personas y manejar mi vida deportiva como un sueño alcanzado, hoy decido cerrar para dedicarme enteramente a lo que siento en el presente, que amo: Dar clases y conectar con las personas. ",
            "image": "./Recorrido1.png"
        },
        {
            "text": "En 10 años de 'ILMOS' mis capacitaciones fueron constantes pero las más importantes fueron estudiar con Chicharro el 'Master de Fisiologia Deportiva' y 'Coaching, Coaching Deportivo y PNL', mi recorrido fue muy rico y de mucha creación, logros y experiencias sumamente reconocidas a nivel deportivo. Pude crear un programa basado en fitness y HIIT y HIPT orientado a las necesidades y adaptaciones biológicas de la mujer: llamado X-FEMME. ",
            "image": "./Recorrido2.png"
        },
        {
            "text": "Como también dedicarme al deporte de POWERLIFTING para demostrar con muchoslogros, que una mujer, puede ser 'femenina' y fuerte a la vez. Logros significativos como deportista, emprendedora y entrenadora me abrieron las puertas a escribir notas  en La revista Deportes Cuerpo y Mente; y trabajar en profesorados de Educación Física y dar Talleres y Capacitaciones para  profesionales y alumnos.",
            "image": "./Recorrido3.png"
        },
        {
            "text": "Hoy en día, a través del coaching, estoy caminando en un estudio más a nivel mental, de consciencia corporal. Siento que es necesario por el momento actual de Argentina, las enfermedades emocionales y psicológicas que crecen y la demanda de necesidad de buscar aclarar la mente y trabajar en cuáles son las creencias limitantes y los hábitos que tenemos que aprender a tener para lograr lo que sea que nos propongamos. Construir una mente mas positiva y enfocada como todo deportista, es urgente y necesario hoy en día...",
            "image": "./Recorrido4.png"
        },
        {
            "text": "Por eso y con casi más de 20 años de hacer Yoga como alumna, comencé estudiando Animal Flow, luego Naad Yoga, Yoga Integral, mindfullness y Canto energético para conectar con el cuerpo desde otros lugares que el entrenamiento, ya que ciertos bloqueos en lo físico, su raíz es emocional y por ende mental.",
            "image": "./Recorrido5.png"
        },
        {
            "text": "Actualmente viviendo en Córdoba Villa de Las Rosas, logrando un sueño más de los Miles que he logrado gracias al deporte y las actividades que desarrollo profesiknalmente. Únicamente estoy dando servicio on line y terminando la capacitación de Kundalini Yoga, que es mi próximo desafío.  'Mi filosofía es que la gente entienda que el cuerpo se entrena como la  mente, y que debemos atender nuestras emociones como parte de una transformación para la  autosanarnos. Siendo fuertes desde nuestro interior logramos muchas más cosas que solo entrenando el cuerpo sin ésta conexión. Hacer un INSIDE, conocernos, conectar con nosotros mismos y lo que realmente queremos y creemos que nos hace bien.' ",
            "image": "./Recorrido6.png"
        },
        {
            "text": "Hoy la gente vive sumergida en rutinas poco alentadoras,  trabajos y relaciones que no producen armonía y esa tensión muchísimo stress, como la incertidumbre economica y la permanente ansiedad y distracción por la tecnología... entonces el espacio de mis clases, están para colaborar con un granito de arena y aportar valor al 'SER' como esencia básica, para poder disfrutar a través del cuerpo, con el cuerpo y en consciencia del mismo para traerlos al momento presente y vivir un poco mejor.",
            "image": "./Recorrido7.png"
        },
        {
            "text": "Con más de 30 alumnos personalizados, más de 50 alumnos de clases grupales y on line, Miles de alumnos a lo largo de mi carrera y una experiencia de más de 25 años en el deporte y fitness, mi misión es poder ayudar a las personas a lograr sus metas, objetivos y mejorar su salud física, mental y emocional entendiendo e integrando éste 'SER' como una unión de todos los sistemas que componen nuestra vida individual y social, porque 'somos seres espirituales, viviendo una experiencia física-terrenal'  ❤️",
            "image": "./Recorrido8.png"
        }
    ]
}