{
    "journey": [
        {
            "text": "Soy Profesora Nacional de Educación Física, pero antes de eso, mi camino fue el Fitness de salón. Coordiné y trabajé en varios Gimnasios y Clubes deportivos. Comencé a capacitarme en muchas actividades como Musculación, Preparación Física, Fisicoculturismo... pero mi corazón estaba en Natación, running y spinning, por eso mi siguiente paso fue el triatlón... hasta que luego llegó el CrossFit. Me capacité en México y Argentina en los niveles necesarios para abrir un Box en Barracas llamado IL MOSTRO. Recorrí muchas capacitaciones como el coaching y el Powerlifting. Después de tantos años de emprender, entrenar muchas personas y manejar mi vida deportiva como un sueño alcanzado, hoy decido cerrar para dedicarme enteramente a lo que siento en el presente, que amo: Dar clases y conectar con las personas.",
            "image": "./Recorrido1.png"
        },
        {
            "text": "En 10 años de 'ILMOS', mis capacitaciones fueron constantes, pero las más importantes fueron estudiar con Chicharro el 'Master de Fisiología Deportiva' y 'Coaching, Coaching Deportivo y PNL'. Mi recorrido fue muy rico y de mucha creación, logros y experiencias sumamente reconocidas a nivel deportivo. Pude crear un programa basado en fitness y HIIT, y HIPT orientado a las necesidades y adaptaciones biológicas de la mujer: llamado X-FEMME.",
            "image": "./Recorrido2.png"
        },
        {
            "text": "Como también dedicarme al deporte de POWERLIFTING para demostrar con muchos logros que una mujer puede ser 'femenina' y fuerte a la vez. Logros significativos como deportista, emprendedora y entrenadora me abrieron las puertas para escribir notas en la revista Deportes Cuerpo y Mente; y trabajar en profesorados de Educación Física y dar talleres y capacitaciones para profesionales y alumnos.",
            "image": "./Recorrido3.png"
        },
        {
            "text": "Hoy en día, a través del coaching, estoy incursionando en un estudio más a nivel mental, de conciencia corporal. Siento que es necesario para el momento actual de Argentina, con el aumento de enfermedades emocionales y psicológicas, y la creciente demanda de buscar claridad mental y trabajar en nuestras creencias limitantes y hábitos para lograr nuestras metas. Construir una mente más positiva y enfocada, como hacen los deportistas, es urgente y necesario hoy en día...",
            "image": "./Recorrido4.png"
        },
        {
            "text": "Por eso, con casi más de 20 años practicando yoga como alumna, comencé a estudiar Animal Flow, luego Naad Yoga, Yoga Integral, mindfulness y Canto Energético para conectar con el cuerpo desde otros enfoques que el entrenamiento, ya que ciertos bloqueos en lo físico tienen su raíz en lo emocional y, por ende, en lo mental.",
            "image": "./Recorrido5.png"
        },
        {
            "text": "Actualmente, vivo en Córdoba, en Villa de Las Rosas, cumpliendo un sueño más de los miles que he alcanzado gracias al deporte y las actividades que desarrollo profesionalmente. Únicamente estoy ofreciendo servicios en línea y terminando la capacitación de Kundalini Yoga, que es mi próximo desafío. Mi filosofía es que la gente entienda que el cuerpo se entrena como la mente, y que debemos atender nuestras emociones como parte de una transformación para autocurarnos. Siendo fuertes desde nuestro interior, logramos muchas más cosas que solo entrenando el cuerpo, sin esta conexión. Hacer un INSIDE, conocernos, conectar con nosotros mismos y con lo que realmente queremos y creemos que nos hace bien.",
            "image": "./Recorrido6.png"
        },
        {
            "text": "Hoy en día, la gente vive inmersa en rutinas poco alentadoras, trabajos y relaciones que no producen armonía, generando muchísimo estrés. Además, enfrentan la incertidumbre económica y la permanente ansiedad y distracción por la tecnología. Por ello, el espacio de mis clases está diseñado para colaborar con un granito de arena y aportar valor al 'SER' como esencia básica, permitiendo disfrutar a través del cuerpo, con el cuerpo y en plena consciencia del mismo, para ayudarles a estar presentes en el momento y vivir un poco mejor.",
            "image": "./Recorrido7.png"
        },
        {
            "text": "Con más de 30 alumnos personalizados, más de 50 alumnos en clases grupales y en línea, y miles de alumnos a lo largo de mi carrera, junto con una experiencia de más de 25 años en el deporte y fitness, mi misión es ayudar a las personas a alcanzar sus metas y objetivos, y mejorar su salud física, mental y emocional. Entiendo e integro este 'SER' como una unión de todos los sistemas que componen nuestra vida individual y social, porque 'somos seres espirituales viviendo una experiencia física-terrenal' ❤️.",
            "image": "./Recorrido8.png"
        }
    ]
}