{
    "preguntasFrecuentes": [
      {
        "pregunta": "¿Cuáles son los beneficios del yoga?",
        "respuesta": "El yoga ofrece una amplia gama de beneficios para la salud física y mental. Algunos de estos beneficios incluyen mejorar la flexibilidad, fortalecer los músculos, reducir el estrés, mejorar la concentración y promover un sentido general de bienestar y equilibrio."
      },
      {
        "pregunta": "¿Es necesario tener experiencia previa en yoga para unirme a las clases?",
        "respuesta": "No, nuestras clases están diseñadas para adaptarse a personas de todos los niveles de experiencia, desde principiantes hasta avanzados. Nuestros instructores están capacitados para proporcionar modificaciones y ajustes según sea necesario para cada individuo."
      },
      {
        "pregunta": "¿Qué debo llevar a una clase de yoga?",
        "respuesta": "Se recomienda usar ropa cómoda y transpirable que permita el movimiento libre. También es importante llevar una esterilla de yoga, una botella de agua y, si lo deseas, una toalla pequeña. Algunas personas también prefieren llevar su propio bloque de yoga y una correa para ayudar en las posturas."
      },
      {
        "pregunta": "¿Cuántas veces a la semana debo practicar yoga para ver resultados?",
        "respuesta": "La frecuencia de práctica de yoga puede variar según los objetivos individuales y la disponibilidad de tiempo. Se recomienda practicar al menos de 2 a 3 veces por semana para experimentar mejoras significativas en la flexibilidad, fuerza y bienestar general. Sin embargo, incluso una práctica semanal puede proporcionar beneficios notables."
      },
      {
        "pregunta": "¿Qué tipo de clases de yoga ofrecen?",
        "respuesta": "Ofrecemos una variedad de clases de yoga para satisfacer las necesidades de nuestros estudiantes, incluyendo Hatha, Vinyasa, Yin, Ashtanga, y clases especializadas como yoga prenatal y yoga restaurativo. Cada estilo tiene sus propias características y beneficios únicos, y nuestros instructores están capacitados para guiar a los estudiantes a través de diferentes prácticas."
      },
      {
        "pregunta": "¿Cómo puedo reservar una clase?",
        "respuesta": "Puedes reservar una clase a través de nuestra página web o aplicación móvil, donde encontrarás nuestro calendario de clases actualizado y podrás seleccionar la clase y horario que mejor se adapte a tu agenda. También puedes comunicarte con nosotros por teléfono o correo electrónico para obtener ayuda con la reserva de clases o cualquier otra pregunta que puedas tener."
      }
    ]
  }
  