{
  "reviews": [
    {
      "text": "Hoy, día de los enamorados se me ocurrió escribirte porque estoy enamorada de las clases de Fusión Flow 😍 Son todo!!! la verdad que la combinación me re sirvió para trabajar la fuerza, era lo que buscaba, pero sin descuidar la flexibilidad que siempre necesito... A mi me encanta meditar y trabajar respiraciones me suma un montón. Super feliz, porque laburo de todo y no se hace nada monótona, siempre te mantiene interesada.",
      "student": "Fernanda Garat"
    },
    {
      "text": "Hola Cari! super motivada para esta nueva temporada, estoy re contenta con los resultados del año pasado más FUERZA, explosividad y velocidad en mi juego la verdad mejoré un montón en la cancha, no puedo creer como mejoró mi movilidad y mi técnica gracias a la planificación personalizada que me hiciste y tu seguimiento Vamos x más!!",
      "student": "Caro Chaparro"
    },
    {
      "text": "Me siento en mi zona, Cari particularmente en la atención a la técnica sin dejar de empujarnos a mejorar. Tu acompañamiento y paciencia, que no encontré en gimnasios convencionales, y la personalización agrega un toque dinámico y entretenido al proceso. Es esencial destacar las sesiones de relajación al final!",
      "student": "Patricio Freitas"
    },
    {
      "text": "La experiencia de los '12 días de cambios', fue maravillosa porque tuve dos movimientos importantes en mi vida personal y mi salud... una de ellas fue que un día repetí el mantra todo el viaje al trabajo y al día siguiente menstrué (hacía un año q estaba con amenorrea). Gracias Cari por darme la oportunidad de tener estas experiencias 🤗",
      "student": "Jheymy Flores"
    },
    {
      "text": "Imposible definir y agradecer a mi Coach la misma desde el día 1, la que me contagio este amor por el Powerlifting, Carina Vergara y La que te entrena física y mentalmente, preparandote para lo deportivo y fortaleciendote para la vida. Por eso la elijo y la volvería a elegir. Espero que todos tengan su vikinga en sus vidas.",
      "student": "Adri Greco"
    },
    {
      "text": "Gracias Cari por tu tiempo y por tu dedicación! Por enseñarme técnica, prolijidad, constancia y por sobre todo por MOTIVARME!!!",
      "student": "Maru Pereyra"
    },
    {
      "text": "Cari!!! 10 años ya, juntas! En los que he logrado mantenerme en forma, saludable y constante! Creaste X-FEMME y cada entrenamiento es un desafío! súper integral, variado y por sobre todo ejercicios específicos para mis necesidades. Quiero agradecerte por estar ahí siempre, con una palabra de motivación y muy atenta a mi progreso 😊. Te elijo y te elegiré siempre! Gracias 💕 Auro Acuña",
      "student": "Auro Acuña"
    },
    {
      "text": "Cari! Paso a contarte que te recomiendo, porque venía aburrido y me enganche con POWERLIFTING, tus programaciones y modo de enseñar, ya que siempre estás atenta y continuamente corrigiendo mis videos. A pesar que me cuesta la flexibilidad, siempre tenés muchas maneras y opciones. Compartir en el grupo de wsp me hace seguir motivado, además de todos tus logros. Gracias!",
      "student": "Ariel Gonzáles"
    },
    {
      "text": "Conocí a Carina por mi traumatologo, numerosas lesiones exigían trabajo de fuerza en general y no sabía cómo encararlo. Ya hace mucho que entreno con ella, corregí y aprendí la técnica correcta para trabajar y le perdí miedo al peso y a algunos ejercicios 'peligrosos'. Es super minuciosa en las correcciones, también tiene siempre la palabra justa: alienta a seguir cuando es necesario o a escuchar al cuerpo y descansar La amo 💖 y la recomiendo a todo el mundo.",
      "student": "Marcela Carabajal"
    },
    {
      "text": "Cari... La única MAESTRA del cuidado y amor al cuerpo que he conocido a lo largo de los años, la ONE 💓 . La motivación hecha persona, la que saca lo MEJOR de cada uno, aún sin saber que lo tenemos. Evolución constante, aprendizaje intensivo, visión integral. Y todo eso lo COMPARTE Hermosa compañía para recorrer el camino de la evolución del SER 🩵 25 años iluminándome. GRACIAS siempre,",
      "student": "Gilda Zappino"
    }
  ]
}
